{
  "pages": [
    {
      "page_num": 0,
      "blocks": [
        {
          "idx": 1,
          "type": "title",
          "bbox": [
            269,
            86,
            973,
            118
          ],
          "content": "中国建设银行总行2025年度专业人才社会招聘岗位说明书",
          "format": "text",
          "captions": [],
          "img_url": ""
        },
        {
          "idx": 0,
          "type": "table",
          "bbox": [
            52,
            122,
            1191,
            1505
          ],
          "content": "<table><tr><td>序号</td><td>招聘岗位</td><td>招聘机构</td><td>岗位职责</td><td>任职要求</td><td>工作地点</td><td>招聘人数</td></tr><tr><td>1</td><td>模型验证  评估专家</td><td>总行风险管理部、风险计量中心</td><td>1. 负责牵头线上业务风控模型的验证和评估；  2. 负责制定和推动线上业务风险计量模型/策略的有关政策，阈值标准及模型规范；  3. 负责建立线上业务准入额度等规则类模型分级分类审核机制；  4. 负责开展线上业务风险计量模型/策略及相关数据的监测，评估上线业务风控模型效果；  5. 研发线上业务风险模型监测平台，并组织落实实施；  6. 负责集团线上业务风控模型风险管理体系的专业培训。</td><td>1. 具有计量经济学、金融工程、数学、计算机等专业硕士及以上学历；  2. 具有8年以上全球系统重要性银行、知名银行或互联网金融机构从事风险计量和模型管理经验，包括从事线上业务准入、额度、反欺诈等规则及计量模型体系研发或模型风险管理经验，或在国际国内知名咨询机构有丰富的线上/互联网相关业务咨询经验；  3. 熟悉线上业务风控规则策略监测指标和阈值体系；  4. 具有良好的创新能力、沟通能力和组织能力。</td><td>北京、上海</td><td>1</td></tr><tr><td>2</td><td>模型计量专家</td><td>总行风险管理部、风险计量中心</td><td>1. 负责统筹设计并推动全行线上业务风险计量体系落地；  2. 负责牵头线上业务风险计量模型/策略的研发，包括准入模型、额度模型、反欺诈模型体系；  3. 负责牵头线上业务风险计量模型/策略有关数据质量的监测和评估；  4. 负责统筹和推动全行线上业务风控规则管理平台的研发，并规范规则策略略文档；  5. 负责组织线上业务风控模型体系反攻击演练；  6. 负责牵头线上业务创新风控技术的跟踪研究。</td><td>1. 具有计量经济学、金融工程、数学、计算机等专业全日制硕士及以上学历；  2. 具有8年以上全球系统重要性银行、知名银行或互联网金融机构从事风险计量经验，曾长期从事线上业务准入、额度、反欺诈等规则及计量模型风控经验，或在国际国内知名咨询机构有丰富的线上/互联网相关业务咨询经验；  3. 熟悉线上业务风控规则管理平台的研发、管理和应用；  4. 具有良好的创新能力、沟通能力和组织能力。</td><td>北京、上海</td><td>1</td></tr><tr><td>3</td><td>智能风控专家</td><td>总行风险管理部</td><td>1. 负责设计并推动集团信贷业务智能风控模型、规则、平台体系建设；  2. 负责牵头智能风控工具研发，包括但不限于客户信贷业务风险事前防范、事中控制、事后预警的智能风控工具；  3. 负责牵头智能风控工具IT实施上线；  4. 负责牵头智能风控工具运营效果监测。</td><td>1. 具有计量经济学、金融工程、数学、计算机等专业硕士及以上学历；  2. 具有8年以上银行或互联网金融机构从事数字化风控工具落地实施经验，特别是客户准入、授信审批、额度、反欺诈、预警、催收等规则及计量模型风控经验；  3. 具有良好的创新能力、沟通能力和组织能力。</td><td>北京</td><td>1</td></tr><tr><td>4</td><td>高级合规专家（反洗钱、反制裁方向）</td><td>总行内控合规部</td><td>1. 负责构建商业银行合规治理框架及反洗钱、制裁合规流程和机制；  2. 负责开发和运用反洗钱、制裁相关信息系统；  3. 负责解读主要国家的银行相关法律和监管规则，并提出落实建议和提供咨询；  4. 负责解析国内外监管形势，并提出适应性建议；  5. 负责化解和处置合规风险事件；  6. 负责对商业银行银合沟通；  7. 负责参与监管合规文化建设提出见解和主张；  8. 负责从事合规相关培训。</td><td>1. 具有法学或法律相关专业硕士及以上学历，具有两个及以上国家或地区的律师从业资格；  2. 具有5年以上国内外大型商业银行合规管理工作经历、国内外大型合规咨询公司/知名律所工作经历，或国内外监管机构工作经历；  3. 具有良好的英语听说读写能力，能够使用英语工作，可起草英文法律文件；  4. 熟悉中国及其它主要国家和地区的银行法律及监管规则，具有较强的综合分析、沟通协调和逻辑思维能力。</td><td>北京</td><td>1</td></tr><tr><td>5</td><td>零售业务  人工智能  应用专家</td><td>总行个人金融部</td><td>1. 负责零售业务人工智能创新应用并推动落地；  2. 负责人工智能前沿技术的研究和引进，应用包括LLM、Agent、RAG等在内的AI技术，推进零售业务智能化能力升级；  3. 负责员工智能工具及客户智能化服务能力建设；  4. 探索和发现金融领域人工智能技术的前沿应用落地场景，并组织推进业务场景智能化应用落地；  5. 负责零售业务智能工具的运营及迭代，打造敏捷响应、高效迭代的线上运营机制。</td><td>1. 具有知名院校硕士及以上学历，具有人工智能、金融工程、计算机科学、数学、统计学等相关专业背景；  2. 具有5年以上人工智能领域工作经验，其中至少3年金融行业或金融科技公司从事人工智能相关工作；  3. 具有机器学习、NLP、LL应用、RAG、Agent等相关经验，具备项目研发及项目管理经验优先；  4. 具有较强的研究创新能力及产品思维，能够有效利用人工智能技术解决实际业务应用需求；  5. 热爱技术创新，对最前沿技术发展应用具有敏感性，有较强的逻辑分析和文字表达能力，具备较强的抗压能力；  6. 具有大型银行、大型互联网企业工作经验证者优先：负责或参与过大型机构人工智能规划者优先。</td><td>北京</td><td>1</td></tr><tr><td>6</td><td>买方投研专家</td><td>总行个人金融部</td><td>1. 搭建宏观研究框架及体系，协同行内外投资资源，前瞻性研判宏观市场、大类资产配置策略、权益策略、固收策略、另类投资策略、保障策略等细分领域变化，针对国内外重大或热点事件进行分析、点评和跟踪。2. 构建国内及全球大类资产配置模型，发掘大类资产配置机会，提出大类资产配置及各类产品策略建议；3. 定期撰写客户投资策略研究报告，定期面向行内及客户提供研究服务，包括行内外培训、会议等路演活动；4. 负责持续孵化全行财富管理投研核心人才。</td><td>1. 具有知名院校硕士及以上学历，具有经济、金融专业知识背景，CFA、CPA、CFP持证者优先；  2. 5年以上国际知名财富管理、资产管理或投资银行机构经验，有牵头开发或维护主流机构大类资产配置模型经验者优先；  3. 热爱投资研究工作，对宏观经济发展趋势具有敏感性，具有优秀的学习能力和较好的承压能力，有较强的逻辑分析能力、统计分析能力和宏观建模能力；  4. 具有较强的文字表达能力和语言沟通能力，能简洁有效的表达观点和投资建议。</td><td>北京</td><td>1</td></tr></table>",
          "format": "html",
          "captions": [],
          "img_url": ""
        },
        {
          "idx": 2,
          "type": "footer",
          "bbox": [
            593,
            1703,
            647,
            1721
          ],
          "content": "",
          "format": "text",
          "captions": [],
          "img_url": ""
        }
      ],
      "page_size": {
        "h": 1754,
        "w": 1241
      },
      "merge_content_from_pre_page": false
    },
    {
      "page_num": 1,
      "blocks": [
        {
          "idx": 0,
          "type": "table",
          "bbox": [
            50,
            74,
            1190,
            1473
          ],
          "content": "<table><tr><td>序号</td><td>招聘岗位</td><td>招聘机构</td><td>岗位职责</td><td>任职要求</td><td>工作地点</td><td>招聘人数</td></tr><tr><td></td><td>流量运营专家</td><td>总行网络金融部、广州电子银行研发中心、平台运营中心</td><td>1. 深入洞察金融与互联网行业的市场运作法则，基于行业前沿趋势、网络流量演变逻辑及竞争市场动态，制定精准而高效的企业级流量运营战略与战术；2. 负责全局统筹企业线上平台的流量运营，助力建行数字化转型，优化流量调配，优化运营资源配置，实现流量价值的最大化；3. 通过数据深度分析，精准提出用户分层与分级的运营策略。积极发掘流量增长的新机会，对运营活动与流量布局提供策略性建议，进而提升用户活跃度与价值变现效率；4. 带领团队高效执行产品运营计划，协同产品研发、业务运营等部门，构建流量精细化的一体化协同作业机制，确保流量运营策略的无缝落地；5. 支持总行、分行各类流量运营和统筹需求，打通行内行外场景流量循环渠道，为建行的数字化生态提供持续、稳健的流量支持。</td><td>1. 具有硕士及以上学历；  2. 具有5年以上互联网平台流量运营经验，成功推动大型平台用户量实现高质量增长，或单个场景、功能的月活跃用户数同质化平滑流量运营策略的优化和迭代；  3. 精通互联网流量运营的常用方法和技巧，具备丰富的流量获取、用户增长和转化经验，熟悉各大搜索引擎、社交媒体、广告平台等流量渠道的运营规则和优化方法；  4. 具备体系化的数据分析洞察能力，能够通过分析数据调整整体运营策略，实现目标导向的优化和迭代运营；  5. 具备创新意识和敏锐的市场洞察力，能够发现并抓住行业发展趋势，提出创新性的运营策略；善于于发现和挖掘用户潜...</td><td>北京、广  州、合肥</td><td></td></tr><tr><td>8</td><td>产品架构专家</td><td>总行网络金融部  、广州电子银行  研发中心、平台  运营中心</td><td>1. 深刻理解金融和互联网行业的产品设计理念，负责对平台在功能、架构、体验等方面进行顶层设计和专业统筹，包括平台业务需求、数据、运营、体验、创新等方面统筹考虑，确保平台规划在价值创造、产品功能、用户体验和业务效率等方面达到最佳效果。2. 负责产品架构设计，基于行业前沿的平台级产品架构构想，确保平台规划在价值创造、产品功能、用户体验和业务效率等方面统筹考虑，使平台在整体布局和产品模块规划、产品架构及策略设计等方面实现能力进阶，提升产品需求解决方案的专业性和先进性，带领产品经理基于新兴技术动态不断拓展新的业务领域和市场份额，实现线上平台产品与服务的价值创造能力提升。</td><td>1. 拥有硕士及以上学历；2. 具备5年以上工作经验，做过头部互联网企业产品设计，熟悉互联网产品设计和开发流程；3. 熟悉大型互联网公司产品经理管理岗位从业经验；4. 主导过1个以上APP产品的规划、设计、实施、上线全流程；5. 富实操经验，参与过金融类APP产品工作者优先；6. 富实操经验，参与过金融类APP产品工作者优先；7. 富实操经验，参与过金融类APP产品工作者优先；8. 富实操经验，参与过金融类APP产品工作者优先；</td><td>北京、广  州、合肥</td><td>1</td></tr><tr><td>9</td><td>高级数据分析师</td><td>总行数据管理部  、上海大数据智慧中心</td><td>1. 牵头或参与研究、协调全行数据分析应用工作，参与拟定工作规划和相关指导意见；牵头研究国内外法律法规、监管机  2. 牵头组织跟踪行业发展趋势及技术动态，探索最新前沿数据应用技术的应用可行性，保持我行数据应用水平一定领先；  3. 深入理解全行业务，针对不同业务领域分析需求，提出数据驱动的解决方案，并运用机器学习、人工智能等方法手段进行实施，促进数据分析项目在全行价值释放；  4. 享用复用模型，提升业务效率和用户体验；研发企业级数据共享平台或与所在机构数据质量与数据安全建设；  5. 牵头或参与所在机构数据分析师的培训和业务指导工作；负责协助推动全行数据文化建设。</td><td>1. 具有信息技术或数学、统计相关专业硕士及以上学历优先；  2. 具有5年以上大数据分析应用行业或信息技术行业工作经验，具有大型中型金融行业大数据研发项目经验者优先；  3. 了解银行业务和监管制度，具有良好的数据思维和业务前瞻融合与协同发展有较深入理解；  4. 具有较强的学习能力和创新意识，掌握主流大数据、人工智能等相关技术方法，并对其发展趋势有较深认识，对云计算、区块链、物联网、大模型等金融科技功能和应用场景有深入理解；  5. 具有较强的大数据应用分析能力，能够独立组织开展大数据研发或数据分析驱动业务工作，通过理解、处理和分析数据，提供解决方案；  6. 具有优秀的沟通能力、知识共享能力、团队协作能力和服务意识，具有良好的数据安全意识和保密意识。</td><td>北京、上海</td><td>1</td></tr><tr><td>10</td><td>高级安全架构师</td><td>总行金融科技部</td><td>1. 负责规划、设计境内外集团一体化的网络安全攻防体系，制定集团安全防控策略和网络安全技术组件方案；2. 负责跟踪网络安全技术发展趋势，研究公有云、云原生、信创等方面先进安全技术，完善安全技术体系；3. 负责组织应用和数据安全威胁分析，分析安全技术防控短板，提出安全技术防控措施改进方案并组织实施；4. 负责组织漏洞管理，分析重大漏洞，组织漏洞验证和影响分析；5. 负责组织集团攻防蓝军建设，研制攻击和分析工具，组织渗透性测试攻击，持续提升网络安全防控能力，保障安全攻防有效性；6. 负责组织落实信息安全领域国家法规及行业监管要求，组织推进安全技术规范建设。</td><td>1. 具有信息技术技术相关专业硕士及以上学历；  2. 具有7年以上信息技术行业工作经验，在大型金融机构或金融科技企业工作5年以上，有超过两个中大型以上信息安全基础研发相关项目经验；  3. 了解金融行业IT架构，熟悉金融和银行业务运转机制，熟悉金融领域信息科技风险特点，具有企业安全架构规划设计的经验，掌握前沿信息安全技术，对攻防技术演变发展有深刻理解；  4. 熟悉信息安全领域国家法律法规及行业监管规定，熟悉欧美等国际网络安全法律法规，精通信息安全管理、网络安全技术、信息安全标准等；  5. 有良好的沟通能力、知识共享能力、团队协作能力。</td><td>北京</td><td>1</td></tr></table>",
          "format": "html",
          "captions": [],
          "img_url": ""
        },
        {
          "idx": 1,
          "type": "footer",
          "bbox": [
            594,
            1703,
            647,
            1721
          ],
          "content": "",
          "format": "text",
          "captions": [],
          "img_url": ""
        }
      ],
      "page_size": {
        "h": 1754,
        "w": 1241
      },
      "merge_content_from_pre_page": false
    },
    {
      "page_num": 2,
      "blocks": [
        {
          "idx": 0,
          "type": "table",
          "bbox": [
            51,
            77,
            1191,
            666
          ],
          "content": "<table><tr><td>序号</td><td>招聘岗位</td><td>招聘机构</td><td>岗位职责</td><td>任职要求</td><td>工作地点</td><td>招聘人数</td></tr><tr><td>11</td><td>高级应用架构师</td><td>总行金融科技部</td><td>1. 负责制定建行云原生架构规划，确保IT战略与业务战略的一致性；  2. 负责制定金融级云原生架构方案及相关技术规范，确保高可用性、可扩展性和安全性；  3. 负责组织云原生基础技术能力建设，推动云原生技术在银行系统应用，支持业务快速发展；  4. 负责审核应用云原生改造架构方案，负责实施过程中的架构问题决策；  5. 负责推进云原生项目实施，识别并解决实施中的架构风险；  6. 负责跟踪云原生领域的技术发展趋势，建设云原生技术团队。</td><td>1. 具有信息技术相关专业硕士及以上学历；  2. 具有两个（含）及以上金融级云原生项目架构设计和项目实施经验；  3. 了解金融行业IT架构和业务，具备企业级IT架构规划设计经验，掌握云原生技术发展趋势；  4. 深入理解云计算体系和云原生架构理念，具备设计高性能、高可用金融级云原生架构的能力；  5. 深入理解单元化架构及其在银行应用的关键设计；  6. 具有优秀的团队协作和领导能力，能够带领跨职能团队，推动云原生项目的落地。</td><td>北京</td><td></td></tr><tr><td>12</td><td>涉外法律专家</td><td>总行法律事务部</td><td>1. 负责指导和参与制定涉外法律事务制度；  2. 负责为涉外项目提供法律咨询意见，支持涉外业务拓展和外部合作；  3. 负责指导和参与涉外合同的起草、审核、谈判等工作；  4. 负责指导和参与涉外法律纠纷、诉讼仲裁的办理工作；  5. 负责指导和参与涉外知识产权保护工作；  6. 负责研究相关国家和地区的法律法规、司法案例、监管政策，并提出对策建议；  7. 负责指导和参与法律人员培训以及涉外法律知识普及工作；  8. 负责指导和参与其他涉外法律事务，完成部门和上级交办的其他事务。</td><td>1. 具有法学或法律相关专业博士学位；  2. 具有5年以上欧美大型金融机构或国际知名律所工作经验，能流利使用英语开展工作，熟练使用英语起草及审阅日常法律文件，进行谈判和会面交流；  3. 熟练掌握国内外民商事法律专业知识，熟练掌握境外诉讼仲裁程序和美国、欧洲相关国家法律，具有直接代理或参与处理重大涉外法律项目的实战经验；  4. 具有较强的沟通协调和文字处理能力；  5. 具有两个及以上国家或地区的律师从业资格者优先。</td><td>北京</td><td>1</td></tr></table>",
          "format": "html",
          "captions": [],
          "img_url": ""
        },
        {
          "idx": 1,
          "type": "footer",
          "bbox": [
            594,
            1703,
            647,
            1721
          ],
          "content": "",
          "format": "text",
          "captions": [],
          "img_url": ""
        }
      ],
      "page_size": {
        "h": 1754,
        "w": 1241
      },
      "merge_content_from_pre_page": false
    }
  ]
}